Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: toDō is using a temporary offline store. Close and reopen the app after checking storage or iCloud, then try again.
ar: يستخدم toDō مخزنًا مؤقتًا دون اتصال. أغلق التطبيق وأعد فتحه بعد التحقق من مساحة التخزين أو iCloud، ثم حاول مرة أخرى.
es: toDō está usando un almacenamiento temporal sin conexión. Cierra y vuelve a abrir la app después de comprobar el almacenamiento o iCloud e inténtalo de nuevo.
hi: toDō एक अस्थायी ऑफ़लाइन स्टोर का उपयोग कर रहा है। स्टोरेज या iCloud जाँचने के बाद ऐप बंद करके फिर खोलें और दोबारा कोशिश करें।
it: toDō sta usando un archivio offline temporaneo. Chiudi e riapri l'app dopo aver controllato lo spazio o iCloud, quindi riprova.
ja: toDōは一時的なオフラインストアを使用しています。ストレージまたはiCloudを確認してからアプリを閉じて再度開き、もう一度お試しください。
ms: toDō sedang menggunakan stor sementara luar talian. Tutup dan buka semula app selepas menyemak storan atau iCloud, kemudian cuba lagi.
th: toDō กำลังใช้พื้นที่จัดเก็บออฟไลน์ชั่วคราว ปิดแล้วเปิดแอปอีกครั้งหลังตรวจสอบพื้นที่จัดเก็บหรือ iCloud จากนั้นลองใหม่
ur: toDō عارضی آف لائن اسٹور استعمال کر رہا ہے۔ اسٹوریج یا iCloud چیک کرنے کے بعد ایپ بند کر کے دوبارہ کھولیں، پھر کوشش کریں۔
zh_hans: toDō 正在使用临时离线存储。检查存储空间或 iCloud 后关闭并重新打开 App，然后重试。

source: toDō keeps your tasks organized and ready to act on.
ar: تحافظتُدُعلى مهامك منظمة وجاهزة للعمل عليها.
es: toDōmantiene sus tareas organizadas y listas para actuar.
hi: toDōआपके कार्यों को व्यवस्थित और कार्य करने के लिए तैयार रखता है।
it: toDōmantiene le tue attività organizzate e pronte per essere eseguite.
ja: toDōはタスクを整理し、すぐに実行できるようにします。
ms: toDōmemastikan tugas anda teratur dan bersedia untuk bertindak.
th: toDōช่วยให้งานของคุณเป็นระเบียบและพร้อมที่จะดำเนินการ
ur: ٹُڈُوآپ کے کاموں کو منظم اور کام کرنے کے لیے تیار رکھتا ہے۔
zh_hans: toDō让您的任务井井有条并准备好执行。

source: toDō now keeps what matters on this device.
ar: يحتفظ تُدُ الآن بما يهم على هذا الجهاز.
es: toDō ahora guarda lo importante en este dispositivo.
hi: toDō अब इस डिवाइस पर जो मायने रखता है उसे रखता है।
it: toDō ora mantiene ciò che conta su questo dispositivo.
ja: toDō は重要なものをこのデバイスに保存するようになりました。
ms: toDō kini menyimpan perkara yang penting pada peranti ini.
th: ตอนนี้ toDō จะเก็บสิ่งที่สำคัญไว้บนอุปกรณ์นี้
ur: ٹُڈُو اب اس ڈیوائس پر اہم چیزوں کو رکھتا ہے۔
zh_hans: toDō 现在保留此设备上的重要内容。

source: toDō now uses iCloud to keep Apple devices in step.
ar: يستخدم تُدُ الآنiCloudلإبقاء أجهزةAppleفي المقدمة.
es: toDō ahora usaiCloudpara mantener los dispositivosAppleal día.
hi: toDō अबAppleउपकरणों को क्रम में रखने के लिएiCloudका उपयोग करता है।
it: toDō ora utilizzaiCloudper mantenere i dispositiviAppleal passo.
ja: toDō はiCloudを使用して、Appleデバイスの歩調を合わせるようになりました。
ms: toDō kini menggunakaniClouduntuk memastikan perantiApplesentiasa bergerak.
th: ตอนนี้ toDō ใช้iCloudเพื่อให้อุปกรณ์Appleอยู่ในขั้นตอน
ur: ٹُڈُو ابAppleآلات کو مرحلہ وار رکھنے کے لیےiCloudکا استعمال کرتا ہے۔
zh_hans: toDō 现在使用iCloud来保持Apple设备同步。

source: toDō now uses your account to keep iPhone, Android, and web in step.
ar: يستخدم تُدُ الآن حسابك للحفاظ علىiPhoneوAndroidوالويب.
es: toDō ahora utiliza su cuenta para manteneriPhone,Androidy la web en sintonía.
hi: toDō अबiPhone,Androidऔर वेब को क्रम में रखने के लिए आपके खाते का उपयोग करता है।
it: toDō ora utilizza il tuo account per mantenereiPhone,Androide il Web al passo.
ja: toDō は、あなたのアカウントを使用して、iPhone、Android、およびウェブとの連携を維持するようになりました。
ms: toDō kini menggunakan akaun anda untuk memastikaniPhone,Androiddan web dalam langkah.
th: ตอนนี้ toDō ใช้บัญชีของคุณเพื่อให้iPhone,Androidและเว็บอยู่ในขั้นตอน
ur: ٹُڈُو اب آپ کے اکاؤنٹ کوiPhone,Androidاور ویب کو مرحلہ وار رکھنے کے لیے استعمال کرتا ہے۔
zh_hans: toDō 现在使用您的帐户来保持iPhone、Android和 web 同步。

source: toDō Pioneer
ar: رائد toDō
es: Pionero de toDō
hi: toDō पायनियर
it: Pioniere di toDō
ja: toDō パイオニア
ms: Perintis toDō
th: ผู้บุกเบิก toDō
ur: toDō کا پیش رو
zh_hans: toDō 先锋

source: toDō reminder
ar: تذكير toDō
es: Recordatorio de toDō
hi: toDō रिमाइंडर
it: Promemoria toDō
ja: toDōリマインダー
ms: Peringatan toDō
th: การเตือน toDō
ur: toDō یاد دہانی
zh_hans: toDō 提醒

source: toDō removed on another device.
ar: تمت إزالة toDō على جهاز آخر.
es: toDō se eliminó en otro dispositivo.
hi: toDō को किसी दूसरे डिवाइस पर हटा दिया गया।
it: toDō è stato rimosso su un altro dispositivo.
ja: 別のデバイスでtoDōが削除されました。
ms: toDō telah dialih keluar pada peranti lain.
th: toDō ถูกนำออกบนอุปกรณ์เครื่องอื่น
ur: toDō کو کسی دوسرے آلے پر ہٹا دیا گیا۔
zh_hans: toDō 已在另一台设备上移除。

source: toDō Settings
ar: إعدادات toDō
es: Ajustes de toDō
hi: toDō सेटिंग्स
it: Impostazioni toDō
ja: toDō設定
ms: Tetapan toDō
th: การตั้งค่า toDō
ur: toDō ترتیبات
zh_hans: toDō 设置

source: toDō sound check
ar: اختبار صوت toDō
es: Prueba de sonido de toDō
hi: toDō ध्वनि जांच
it: Prova suono toDō
ja: toDō サウンドチェック
ms: Semakan bunyi toDō
th: ทดสอบเสียง toDō
ur: toDō آواز کی جانچ
zh_hans: toDō 声音检查

source: toDō started this sync mode without moving existing toDōs.
ar: بدأ تُدُ وضع المزامنة هذا دون نقل تُدُس الموجودة.
es: toDō inició este modo de sincronización sin mover las tareas pendientes existentes.
hi: toDō ने मौजूदा toDōs को स्थानांतरित किए बिना इस सिंक मोड को प्रारंभ किया।
it: toDō ha avviato questa modalità di sincronizzazione senza spostare le attività toDō esistenti.
ja: toDō は、既存の toDō を移動せずにこの同期モードを開始しました。
ms: toDō memulakan mod penyegerakan ini tanpa mengalihkan toDō sedia ada.
th: toDō เริ่มต้นโหมดการซิงค์นี้โดยไม่ต้องย้าย toDō ที่มีอยู่
ur: ٹُڈُو نے موجودہ ٹُڈُوز کو منتقل کیے بغیر یہ مطابقت پذیری موڈ شروع کیا۔
zh_hans: toDō 在不移动现有 toDō 的情况下启动了此同步模式。

source: toDō stayed on %@ because %@ could not finish setup.%@
ar: بقي toDō على %@ لأن %@ لم يتمكن من إكمال الإعداد.%@
es: toDō permaneció en %@ porque %@ no pudo completar la configuración.%@
hi: toDō %@ पर रहा क्योंकि %@ सेटअप पूरा नहीं कर सका.%@
it: toDō è rimasto su %@ perché %@ non ha potuto completare la configurazione.%@
ja: %@のままです。%@の設定を完了できませんでした。%@
ms: toDō kekal pada %@ kerana %@ tidak dapat menyelesaikan persediaan.%@
th: toDō ยังคงอยู่ที่ %@ เพราะ %@ ตั้งค่าไม่สำเร็จ%@
ur: toDō %@ پر رہا کیونکہ %@ سیٹ اپ مکمل نہیں کر سکا۔%@
zh_hans: toDō 仍停留在 %@，因为 %@ 无法完成设置。%@

source: toDō summary:
ar: ملخص تُدُ:
es: Resumen de toDō:
hi: toDō सारांश:
it: Riepilogo toDō:
ja: toDō 要約:
ms: Ringkasan toDō:
th: สรุป toDō:
ur: toDō خلاصہ:
zh_hans: toDō 摘要：

source: toDō Sync
ar: مزامنة تُدُ
es: Sincronización de toDō
hi: toDō सिंक
it: Sincronizzazione toDō
ja: toDō同期
ms: Segerak toDō
th: ซิงค์ toDō
ur: تُدُ سنک
zh_hans: toDō 同步

source: toDō Sync is keeping your toDōs available across your signed-in devices.
ar: تحافظ مزامنة تُدُ على توفر تُدُس عبر أجهزتك التي سجّلت الدخول إليها.
es: toDō Sync mantiene tus toDōs disponibles en tus dispositivos conectados.
hi: toDō Sync आपके साइन-इन डिवाइसों पर आपके toDōs उपलब्ध रखता है।
it: toDō Sync mantiene disponibili i tuoi toDō sui dispositivi su cui hai effettuato l'accesso.
ja: toDō Syncはサインイン中のデバイスでtoDōを使えるようにします。
ms: toDō Sync memastikan toDō anda tersedia pada peranti yang didaftar masuk.
th: toDō Sync ทำให้ toDō ใช้ได้บนอุปกรณ์ที่ลงชื่อเข้าใช้
ur: toDō Sync آپ کے signed-in ڈیوائسز پر toDōs دستیاب رکھتا ہے۔
zh_hans: toDō Sync 会让你的 toDō 在已登录设备上可用。

source: toDō Sync is not configured on this Watch app.
ar: لم يتم إعداد مزامنة تُدُ على تطبيق الساعة هذا.
es: toDō Sync no está configurado en esta app del Watch.
hi: इस Watch ऐप पर toDō Sync कॉन्फ़िगर नहीं है।
it: toDō Sync non è configurato su questa app Watch.
ja: このWatchアプリではtoDō Syncが設定されていません。
ms: toDō Sync belum dikonfigurasikan pada aplikasi Watch ini.
th: ยังไม่ได้ตั้งค่า toDō Sync ในแอป Watch นี้
ur: اس Watch ایپ پر toDō Sync کنفیگر نہیں ہے۔
zh_hans: 此 Watch App 尚未配置 toDō Sync。

source: toDō Sync is on and ready.
ar: مزامنة تُدُ مفعلة وجاهزة.
es: toDō Sync esta activado y listo.
hi: toDō Sync चालू और तैयार है।
it: toDō Sync e attivo e pronto.
ja: toDō Syncはオンで準備完了です。
ms: toDō Sync hidup dan sedia.
th: toDō Sync เปิดและพร้อมแล้ว
ur: toDō Sync آن اور تیار ہے۔
zh_hans: toDō Sync 已开启并就绪。

source: toDō Sync is on and up to date.
ar: مزامنة تُدُ مفعلة ومحدثة.
es: toDō Sync esta activado y actualizado.
hi: toDō Sync चालू और अद्यतित है।
it: toDō Sync e attivo e aggiornato.
ja: toDō Syncはオンで最新です。
ms: toDō Sync hidup dan terkini.
th: toDō Sync เปิดอยู่และเป็นปัจจุบัน
ur: toDō Sync آن اور up to date ہے۔
zh_hans: toDō Sync 已开启且为最新。

source: toDō Sync is selected. Sign in to turn it on; until then, toDō stays with %@.
ar: تم تحديد مزامنة تُدُ. سجّل الدخول لتشغيلها؛ إلى ذلك الحين، سيبقى تُدُ مع %@.
es: toDō Sync esta seleccionado. Inicia sesion para activarlo; hasta entonces, toDō sigue con %@.
hi: toDō Sync चुना गया है। इसे चालू करने के लिए साइन इन करें; तब तक toDō %@ के साथ रहेगा।
it: toDō Sync e selezionato. Accedi per attivarlo; fino ad allora, toDō resta con %@.
ja: toDō Syncが選択されています。オンにするにはサインインしてください。それまではtoDōは%@を使います。
ms: toDō Sync dipilih. Daftar masuk untuk menghidupkannya; sehingga itu, toDō kekal dengan %@.
th: เลือก toDō Sync แล้ว ลงชื่อเข้าใช้เพื่อเปิดใช้ ก่อนถึงตอนนั้น toDō จะยังใช้ %@
ur: toDō Sync منتخب ہے۔ اسے آن کرنے کے لیے سائن ان کریں؛ تب تک toDō %@ کے ساتھ رہے گا۔
zh_hans: 已选择 toDō Sync。登录即可开启；在此之前，toDō 会继续使用 %@。

source: toDō Sync returned an invalid response.
ar: أعادت مزامنة تُدُ استجابة غير صالحة.
es: toDō Sync devolvió una respuesta no válida.
hi: toDō Sync ने अमान्य प्रतिक्रिया लौटाई।
it: toDō Sync ha restituito una risposta non valida.
ja: toDō Syncから無効な応答が返されました。
ms: toDō Sync mengembalikan respons yang tidak sah.
th: toDō Sync ส่งการตอบกลับที่ไม่ถูกต้อง
ur: toDō Sync نے غلط جواب واپس کیا۔
zh_hans: toDō Sync 返回了无效响应。

source: toDō Sync stays free in every native app. toDō+ extends it to the web and removes the outgoing Collab invitation limit.
ar: تظل مزامنة toDō مجانية في كل تطبيق أصلي. يوسّعها toDō+ إلى الويب ويلغي حد دعوات التعاون الصادرة.
es: toDō Sync sigue siendo gratis en todas las apps nativas. toDō+ lo amplía a la web y elimina el límite de invitaciones de colaboración salientes.
hi: हर मूल ऐप में toDō Sync मुफ़्त रहता है। toDō+ इसे वेब तक बढ़ाता है और भेजे जाने वाले सहयोग आमंत्रणों की सीमा हटाता है।
it: toDō Sync resta gratuito in ogni app nativa. toDō+ lo estende al web e rimuove il limite degli inviti alla collaborazione inviati.
ja: toDō Syncはすべてのネイティブアプリで無料です。toDō+ではWebにも拡張され、送信できるコラボ招待の上限がなくなります。
ms: toDō Sync kekal percuma dalam setiap aplikasi natif. toDō+ melanjutkannya ke web dan membuang had jemputan kolaborasi keluar.
th: toDō Sync ยังคงใช้ฟรีในแอปแบบเนทีฟทุกแพลตฟอร์ม ส่วน toDō+ ขยายไปยังเว็บและยกเลิกขีดจำกัดคำเชิญเข้าร่วมงานที่ส่งออก
ur: toDō Sync ہر مقامی ایپ میں مفت رہتا ہے۔ toDō+ اسے ویب تک بڑھاتا اور بھیجی جانے والی تعاون کی دعوتوں کی حد ختم کرتا ہے۔
zh_hans: 所有原生 App 中的 toDō Sync 均保持免费。toDō+ 将其扩展到网页端，并取消发出协作邀请的数量限制。

source: toDō Sync stays free in every native app. toDō+ extends it to the web and removes the outgoing collaboration invitation limit.
ar: تظل مزامنة toDō مجانية في كل تطبيق أصلي. يوسّعها toDō+ إلى الويب ويلغي حد دعوات التعاون الصادرة.
es: toDō Sync sigue siendo gratis en todas las apps nativas. toDō+ lo amplía a la web y elimina el límite de invitaciones de colaboración enviadas.
hi: हर नेटिव ऐप में toDō Sync निःशुल्क रहता है। toDō+ इसे वेब तक बढ़ाता है और भेजे जाने वाले सहयोग आमंत्रणों की सीमा हटाता है।
it: toDō Sync resta gratuito in ogni app nativa. toDō+ lo estende al web e rimuove il limite degli inviti di collaborazione inviati.
ja: toDō Syncはすべてのネイティブアプリで無料です。toDō+ならWebでも利用でき、共同作業への招待数に制限がありません。
ms: toDō Sync kekal percuma dalam setiap aplikasi natif. toDō+ meluaskannya ke web dan membuang had jemputan kerjasama keluar.
th: toDō Sync ยังคงฟรีในแอปเนทีฟทุกแอป และ toDō+ ขยายการซิงค์ไปยังเว็บพร้อมยกเลิกขีดจำกัดคำเชิญให้ทำงานร่วมกันที่ส่งออก
ur: ہر مقامی ایپ میں toDō Sync مفت رہتا ہے۔ toDō+ اسے ویب تک بڑھاتا اور بھیجی جانے والی تعاون کی دعوتوں کی حد ختم کرتا ہے۔
zh_hans: toDō Sync 在所有原生 App 中始终免费。toDō+ 将同步扩展到网页，并取消外发协作邀请数量限制。

source: toDō Sync stays free in every native app. toDō+ extends it to the web.
ar: تظل مزامنة toDō مجانية في كل تطبيق أصلي. يوسّعها toDō+ إلى الويب.
es: toDō Sync sigue siendo gratis en todas las apps nativas. toDō+ lo amplía a la web.
hi: हर नेटिव ऐप में toDō Sync निःशुल्क रहता है। toDō+ इसे वेब तक बढ़ाता है।
it: toDō Sync resta gratuito in ogni app nativa. toDō+ lo estende al web.
ja: toDō Syncはすべてのネイティブアプリで無料です。toDō+ならWebでも利用できます。
ms: toDō Sync kekal percuma dalam setiap aplikasi natif. toDō+ meluaskannya ke web.
th: toDō Sync ยังคงฟรีในแอปเนทีฟทุกแอป และ toDō+ ขยายการซิงค์ไปยังเว็บ
ur: ہر مقامی ایپ میں toDō Sync مفت رہتا ہے۔ toDō+ اسے ویب تک بڑھاتا ہے۔
zh_hans: toDō Sync 在所有原生 App 中始终免费。toDō+ 将同步扩展到网页。

source: toDō updated
ar: تم تحديث تُدُ
es: toDō actualizado
hi: toDō अपडेट हुआ
it: toDō aggiornato
ja: toDōを更新しました
ms: toDō dikemas kini
th: อัปเดต toDō แล้ว
ur: تُدُ اپ ڈیٹ ہو گیا
zh_hans: toDō 已更新

source: toDō User
ar: مستخدم toDō
es: Usuario de toDō
hi: toDō उपयोगकर्ता
it: Utente toDō
ja: toDōユーザー
ms: Pengguna toDō
th: ผู้ใช้ toDō
ur: toDō صارف
zh_hans: toDō 用户

source: toDō uses iCloud to keep your Apple devices in step.
ar: يستخدم تُدُ iCloud للحفاظ على توافق أجهزة Apple.
es: toDō usa iCloud para mantener tus dispositivos Apple al dia.
hi: toDō आपके Apple डिवाइस साथ रखने के लिए iCloud इस्तेमाल करता है।
it: toDō usa iCloud per mantenere allineati i tuoi dispositivi Apple.
ja: toDōはiCloudでAppleデバイスの足並みをそろえます。
ms: toDō menggunakan iCloud untuk menyelaraskan peranti Apple anda.
th: toDō ใช้ iCloud เพื่อให้อุปกรณ์ Apple ของคุณตรงกัน
ur: toDō آپ کی Apple ڈیوائسز کو ہم آہنگ رکھنے کے لیے iCloud استعمال کرتا ہے۔
zh_hans: toDō 使用 iCloud 让 Apple 设备保持同步。

source: toDō was not found on iPhone.
ar: لم يتم العثور على toDō على iPhone.
es: No se encontró el toDō en el iPhone.
hi: iPhone पर toDō नहीं मिला.
it: toDō non trovato su iPhone.
ja: iPhoneでtoDōが見つかりませんでした。
ms: toDō tidak ditemui pada iPhone.
th: ไม่พบ toDō บน iPhone
ur: iPhone پر toDō نہیں ملا۔
zh_hans: 在 iPhone 上未找到 toDō。

source: toDō Widget
ar: تُدُ Widget
es: Widget de tareas pendientes
hi: टूडू विजेट
it: Widget toDō
ja: toDōウィジェット
ms: Widget Tugasan
th: วิดเจ็ตสิ่งที่ต้องทำ
ur: ٹُڈُو Widget
zh_hans: 待办事项小部件

source: toDō will keep this device's version.
ar: سيحتفظ تُدُ بإصدار هذا الجهاز.
es: toDō conservará la versión de este dispositivo.
hi: toDō इस डिवाइस वाला संस्करण रखेगा।
it: toDō manterrà la versione di questo dispositivo.
ja: toDōはこのデバイスのバージョンを保持します。
ms: toDō akan menyimpan versi peranti ini.
th: toDō จะเก็บเวอร์ชันของอุปกรณ์นี้ไว้
ur: toDō اس ڈیوائس کا ورژن رکھے گا۔
zh_hans: toDō 将保留此设备的版本。

source: toDō will use the version from your other device.
ar: سيستخدم تُدُ الإصدار من جهازك الآخر.
es: toDō usará la versión de tu otro dispositivo.
hi: toDō आपके दूसरे डिवाइस वाला संस्करण उपयोग करेगा।
it: toDō userà la versione dell'altro dispositivo.
ja: toDōは別のデバイスのバージョンを使用します。
ms: toDō akan menggunakan versi daripada peranti anda yang lain.
th: toDō จะใช้เวอร์ชันจากอุปกรณ์อีกเครื่องของคุณ
ur: toDō آپ کے دوسرے ڈیوائس کا ورژن استعمال کرے گا۔
zh_hans: toDō 将使用你另一台设备上的版本。

source: toDō: due
ar: toDō: مستحق
es: toDō: vence
hi: toDō: देय
it: toDō: in scadenza
ja: toDō: 期限
ms: toDō: tamat tempoh
th: toDō: ถึงกำหนด
ur: toDō: واجب الادا
zh_hans: toDō：到期

source: toDō: overdue
ar: toDō: متأخر
es: toDō: vencido
hi: toDō: समय निकल गया
it: toDō: in ritardo
ja: toDō: 期限超過
ms: toDō: lewat
th: toDō: เลยกำหนด
ur: toDō: وقت گزر گیا
zh_hans: toDō：已逾期

source: toDō: repeating
ar: toDō: متكرر
es: toDō: repetido
hi: toDō: दोहराव
it: toDō: ricorrente
ja: toDō: 繰り返し
ms: toDō: berulang
th: toDō: ทำซ้ำ
ur: toDō: دہرایا جا رہا ہے
zh_hans: toDō：重复

source: toDō+ is ready.
ar: أصبح toDō+ جاهزًا.
es: toDō+ está listo.
hi: toDō+ तैयार है।
it: toDō+ è pronto.
ja: toDō+を利用できます。
ms: toDō+ sudah sedia.
th: toDō+ พร้อมใช้งานแล้ว
ur: toDō+ تیار ہے۔
zh_hans: toDō+ 已就绪。

source: toDōs
ar: تُدُس
it: toDō
ja: toDō
ms: toDō
th: toDō
ur: ٹُڈُوز
zh_hans: toDō

source: toDōs with NanoDos are completing at a stronger rate.
ar: تُدُس التي تحتوي على نَنُدُس تُنجز بمعدل أقوى.
es: Los toDōs con NanoDos se completan a un ritmo más alto.
hi: NanoDos वाले toDōs बेहतर दर से पूर्ण हो रहे हैं।
it: I toDō con NanoDo vengono completati a un tasso più forte.
ja: NanoDos がある toDōs はより高い割合で完了しています。
ms: toDōs dengan NanoDos diselesaikan pada kadar yang lebih kuat.
th: toDōs ที่มี NanoDos มีอัตราการทำเสร็จที่ดีกว่า
ur: نینو ڈوز والے تُدُس بہتر شرح سے مکمل ہو رہے ہیں۔
zh_hans: 包含 NanoDos 的 toDōs 完成率更高。

source: Tomorrow
ar: غدًا
es: Mañana
hi: कल
it: Domani
ja: 明日
ms: Esok
th: พรุ่งนี้
ur: کل
zh_hans: 明天

source: Top Active Tag
ar: أعلى وسم نشط
es: Etiqueta activa principal
hi: शीर्ष सक्रिय टैग
it: Tag attivo principale
ja: 上位アクティブタグ
ms: Tag aktif teratas
th: แท็กที่ใช้งานสูงสุด
ur: اہم فعال ٹیگ
zh_hans: 最常用活动标签

source: Top Tag
ar: أهم وسم
es: Etiqueta principal
hi: शीर्ष टैग
it: Tag principale
ja: 上位タグ
ms: Tag teratas
th: แท็กยอดนิยม
ur: اہم ترین ٹیگ
zh_hans: 最常用标签

source: Total toDōs
ar: إجمالي تُدُس
es: toDōs totales
hi: कुल toDōs
it: toDō totali
ja: toDōs 合計
ms: Jumlah toDōs
th: toDōs ทั้งหมด
ur: کل تُدُس
zh_hans: toDōs 总数

source: Transcribes your words and fills in the toDō details for review.
ar: يحوّل كلماتك إلى نص ويملأ تفاصيل تُدُ لمراجعتها.
es: Transcribe tus palabras y completa los detalles del toDō para revisarlos.
hi: आपके शब्दों को लिखित रूप देकर समीक्षा के लिए toDō का विवरण भरता है।
it: Trascrive le tue parole e compila i dettagli del toDō da controllare.
ja: 話した内容を文字に変換し、確認できるようtoDōの詳細を入力します。
ms: Menyalin kata-kata anda dan mengisi butiran toDō untuk disemak.
th: ถอดเสียงคำพูดของคุณและกรอกรายละเอียด toDō เพื่อให้ตรวจสอบ
ur: آپ کے الفاظ کو متن میں بدل کر جائزے کے لیے تُدُ کی تفصیلات بھرتا ہے۔
zh_hans: 转录你的话语并填写 toDō 详情供你检查。

source: Trash
ar: سلة المهملات
es: Papelera
hi: कूड़ेदान
it: Cestino
ja: ゴミ箱
ms: Sampah
th: ถังขยะ
ur: ردی کی ٹوکری
zh_hans: 废纸篓

source: Trash is empty.
ar: سلة المهملات فارغة.
es: La papelera está vacía.
hi: कचरा खाली है.
it: Il cestino è vuoto.
ja: ゴミ箱は空です。
ms: Sampah kosong.
th: ถังขยะว่างเปล่า
ur: ردی خالی ہے۔
zh_hans: 垃圾箱是空的。

source: Trigger
ar: المشغّل
es: Activador
hi: ट्रिगर
it: Attivazione
ja: トリガー
ms: Pencetus
th: ทริกเกอร์
ur: محرک
zh_hans: 触发条件

source: Try Again
ar: حاول مجددًا
es: Intentar de nuevo
hi: फिर से कोशिश करें
it: Riprova
ja: もう一度試す
ms: Cuba Lagi
th: ลองอีกครั้ง
ur: دوبارہ کوشش کریں
zh_hans: 重试

source: Turn on Apple Intelligence in toDō before using this action.
ar: فعّل Apple Intelligence في toDō قبل استخدام هذا الإجراء.
es: Activa Apple Intelligence en toDō antes de usar esta acción.
hi: इस कार्रवाई का उपयोग करने से पहले toDō में Apple Intelligence चालू करें।
it: Attiva Apple Intelligence in toDō prima di usare questa azione.
ja: このアクションを使う前に、toDōでApple Intelligenceをオンにしてください。
ms: Hidupkan Apple Intelligence dalam toDō sebelum menggunakan tindakan ini.
th: เปิด Apple Intelligence ใน toDō ก่อนใช้การดำเนินการนี้
ur: یہ کارروائی استعمال کرنے سے پہلے toDō میں Apple Intelligence آن کریں۔
zh_hans: 使用此操作前，请在 toDō 中开启 Apple Intelligence。

source: Turn on Apple Intelligence in toDō Stats first, then try again.
ar: فعّل Apple Intelligence في إحصاءات تُدُ أولًا، ثم حاول مرة أخرى.
es: Activa Apple Intelligence en Estadísticas de toDō y vuelve a intentarlo.
hi: पहले toDō आँकड़ों में Apple Intelligence चालू करें, फिर दोबारा कोशिश करें।
it: Attiva prima Apple Intelligence nelle statistiche di toDō, quindi riprova.
ja: 先にtoDōの統計でApple Intelligenceをオンにしてから、もう一度お試しください。
ms: Hidupkan Apple Intelligence dalam Statistik toDō dahulu, kemudian cuba lagi.
th: เปิด Apple Intelligence ในสถิติของ toDō ก่อน แล้วลองอีกครั้ง
ur: پہلے ٹُڈُو کے اعدادوشمار میں Apple Intelligence آن کریں، پھر دوبارہ کوشش کریں۔
zh_hans: 请先在 toDō 统计中开启 Apple Intelligence，然后重试。

source: Unavailable
ar: غير متاح
es: Indisponible
hi: अनुपलब्ध
it: Non disponibile
ja: 利用できません
ms: Tidak tersedia
th: ไม่พร้อมใช้งาน
ur: دستیاب نہیں
zh_hans: 不可用

source: Understand task lifecycle
ar: فهم دورة حياة المهمة
es: Comprender el ciclo de vida de las tareas
hi: कार्य जीवनचक्र को समझें
it: Comprendere il ciclo di vita delle attività
ja: タスクのライフサイクルを理解する
ms: Fahami kitaran hayat tugasan
th: ทำความเข้าใจวงจรชีวิตของงาน
ur: ٹاسک لائف سائیکل کو سمجھیں۔
zh_hans: 了解任务生命周期

source: Unified the experience across iPhone, iPad, Apple Watch, and Mac.
ar: وحّدنا التجربة عبر iPhone وiPad وApple Watch وMac.
es: Se unificó la experiencia en iPhone, iPad, Apple Watch y Mac.
hi: iPhone, iPad, Apple Watch और Mac पर अनुभव एकसमान किया गया।
it: Uniformata l’esperienza su iPhone, iPad, Apple Watch e Mac.
ja: iPhone、iPad、Apple Watch、Macで一貫した体験にしました。
ms: Menyatukan pengalaman merentas iPhone, iPad, Apple Watch dan Mac.
th: ทำให้ประสบการณ์บน iPhone, iPad, Apple Watch และ Mac เป็นหนึ่งเดียวกัน
ur: iPhone، iPad، Apple Watch اور Mac پر تجربہ یکساں کیا گیا۔
zh_hans: 统一 iPhone、iPad、Apple Watch 和 Mac 上的体验。

source: Unit
ar: الوحدة
es: Unidad
hi: इकाई
it: Unità
ja: 単位
th: หน่วย
ur: اکائی
zh_hans: 单位

source: Unlock Insights
ar: افتح الرؤى
es: Desbloquear información
hi: इनसाइट्स अनलॉक करें
it: Sblocca approfondimenti
ja: インサイトを有効にする
ms: Buka Wawasan
th: ปลดล็อกข้อมูลเชิงลึก
ur: بصیرتیں کھولیں
zh_hans: 解锁洞察

source: Untitled toDō
ar: toDō بلا عنوان
es: toDō sin título
hi: बिना शीर्षक toDō
it: toDō senza titolo
ja: 名称未設定のtoDō
ms: toDō tanpa tajuk
th: toDō ไม่มีชื่อ
ur: بے عنوان toDō
zh_hans: 未命名 toDō

source: Up next
ar: التالي
es: A continuación
hi: अगला
it: Prossimo
ja: 次にやること
ms: Seterusnya
th: ถัดไป
ur: اگلا
zh_hans: 接下来

source: Up Next
ar: التالي
es: A continuación
hi: आगे
it: In arrivo
ja: 次はこちら
ms: Seterusnya
th: ถัดไป
ur: اگلا
zh_hans: 接下来

source: Up next toDōs
ar: مهام toDō التالية
es: Próximos toDōs
hi: अगले toDō
it: I prossimi toDō
ja: 次のtoDō
ms: toDō seterusnya
th: toDō ถัดไป
ur: اگلے toDō
zh_hans: 接下来的 toDō

source: Up to %@ tags per toDō
ar: ما يصل إلى علامات%@لكل المهام
es: Hasta etiquetas%@por tarea pendiente
hi: प्रति कार्य%@टैग तक
it: Fino a%@tag per attività
ja: toDō あたり最大%@タグ
ms: Sehingga teg%@setiap tugasan
th: สูงสุด%@แท็กต่อสิ่งที่ต้องทำ
ur: فی ٹوڈو%@ٹیگز تک
zh_hans: 每个待办事项最多%@标签

source: Update
ar: تحديث
es: Actualizar
hi: अपडेट करें
it: Aggiorna
ja: 更新
ms: Kemas Kini
th: อัปเดต
ur: اپ ڈیٹ کریں
zh_hans: 更新

source: Update Location
ar: تحديث الموقع
es: Actualizar ubicación
hi: स्थान अपडेट करें
it: Aggiorna posizione
ja: 位置情報を更新
ms: Kemas Kini Lokasi
th: อัปเดตตำแหน่ง
ur: مقام اپ ڈیٹ کریں
zh_hans: 更新位置

source: Updated
ar: آخر تحديث
es: Actualizado
hi: अद्यतन
it: Aggiornato
ja: 更新済み
ms: Dikemas kini
th: อัปเดตแล้ว
ur: اپ ڈیٹ ہوا
zh_hans: 已更新

source: Updated %@
ar: تحديث %@
es: Actualizado %@
hi: अपडेट %@
it: Aggiornato %@
ja: %@ 更新
ms: Dikemas kini %@
th: อัปเดต %@
ur: اپ ڈیٹ %@
zh_hans: 已更新 %@

source: Updating this device with synced toDōs.
ar: تحديث هذا الجهاز مع المهام المتزامنة.
es: Actualizando este dispositivo con tareas pendientes sincronizadas.
hi: इस डिवाइस को सिंक किए गए toDōs के साथ अपडेट किया जा रहा है।
it: Aggiornamento di questo dispositivo con le attività da fare sincronizzate.
ja: 同期された toDō でこのデバイスを更新しています。
ms: Mengemas kini peranti ini dengan toDōs yang disegerakkan.
th: กำลังอัปเดตอุปกรณ์นี้ด้วย toDōs ที่ซิงค์ไว้
ur: مطابقت پذیر ٹُڈُوز کے ساتھ اس آلہ کو اپ ڈیٹ کیا جا رہا ہے۔
zh_hans: 使用同步的待办事项更新此设备。

source: Urgent Double
ar: تنبيه مزدوج عاجل
es: Doble Urgente
hi: अर्जेंट डबल
it: Doppio urgente
ja: 緊急ダブル
ms: Dua Kali Segera
th: เตือนด่วนสองครั้ง
ur: فوری دوہرا الرٹ
zh_hans: 紧急双人间

source: Urgent toDō
ar: تُدُ عاجل
es: Tareas urgentes
hi: अत्यावश्यक कार्य
it: toDō urgente
ja: 緊急toDō
ms: toDō segera
th: toDō เร่งด่วน
ur: ارجنٹ ٹُڈُو
zh_hans: 紧急待办事项
